[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/9kZ1LWR6/doctor01.jpg",
    "name": "Dr. Muhammad Al Amin",
    "education": "MBBS, FCPS",
    "speciality": "Cardiology",
    "experience": "15 years",
    "registration_number": "BMDC-123456",
    "designation": "Senior Consultant",
    "workplace": "Dhaka Medical College Hospital",
    "fee": "1500",
    "availability": ["Monday", "Wednesday", "Friday"],
    "description": "Dr. Muhammad Al Amin is a highly respected cardiologist with extensive experience in diagnosing and treating complex cardiovascular conditions. He specializes in interventional cardiology and has performed over 2,000 successful cardiac procedures. Dr. Amin completed his advanced training at the National Heart Foundation and regularly participates in international cardiology conferences to stay at the forefront of cardiac care innovations."
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/yBMD4fyK/doctor02.jpg",
    "name": "Dr. Nusrat Jahan",
    "education": "MBBS, MS",
    "speciality": "Neurology",
    "experience": "12 years",
    "registration_number": "BMDC-789012",
    "designation": "Assistant Professor",
    "workplace": "Bangabandhu Sheikh Mujib Medical University",
    "fee": "1200",
    "availability": ["Tuesday", "Thursday", "Saturday"],
    "description": "Dr. Nusrat Jahan is a dedicated neurologist known for her patient-centered approach to treating neurological disorders. She has particular expertise in headache management, stroke prevention, and neurodegenerative disorders. Dr. Jahan regularly publishes research in international neurology journals and has received recognition for her work in early detection of Parkinson's disease. She is committed to making advanced neurological care accessible to all patients."
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/d0zwYMBR/doctor03.jpg",
    "name": "Dr. Hasan Ali",
    "education": "MBBS, MS",
    "speciality": "Orthopedics",
    "experience": "10 years",
    "registration_number": "BMDC-345678",
    "designation": "Consultant",
    "workplace": "United Hospital",
    "fee": "1000",
    "availability": ["Monday", "Wednesday", "Friday"],
    "description": "Dr. Hasan Ali is a skilled orthopedic surgeon specializing in joint replacement surgery and sports medicine. He has successfully performed over 1,500 orthopedic surgeries with excellent patient outcomes. Dr. Ali is trained in the latest minimally invasive techniques that promote faster recovery and less post-operative pain. He is passionate about helping patients regain mobility and return to their active lifestyles through personalized treatment plans."
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/kV0f42TS/doctor04.jpg",
    "name": "Dr. Tanvir Haque",
    "education": "MBBS, FCPS",
    "speciality": "Dermatology",
    "experience": "8 years",
    "registration_number": "BMDC-901234",
    "designation": "Specialist",
    "workplace": "Apollo Hospitals Dhaka",
    "fee": "1300",
    "availability": ["Tuesday", "Thursday", "Sunday"],
    "description": "Dr. Tanvir Haque is a board-certified dermatologist with expertise in both medical and cosmetic dermatology. He specializes in the diagnosis and treatment of skin conditions including acne, eczema, psoriasis, and skin cancer. Dr. Haque has received advanced training in laser therapy and dermatologic surgery, offering patients the latest technologies in skin care. He is known for his attentive approach and ability to address both aesthetic concerns and medical skin conditions."
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/XQk5VqN/doctor05.jpg",
    "name": "Dr. Sohana Rahman",
    "education": "MBBS, MS",
    "speciality": "Gynecology",
    "experience": "14 years",
    "registration_number": "BMDC-567890",
    "designation": "Professor",
    "workplace": "Square Hospital",
    "fee": "1400",
    "availability": ["Monday", "Wednesday", "Saturday"],
    "description": "Dr. Sohana Rahman is a compassionate gynecologist dedicated to women's health across all life stages. She has particular expertise in high-risk pregnancies, gynecological surgery, and reproductive health. Dr. Rahman has helped bring over 3,000 babies safely into the world and is known for her calming presence during childbirth. She is a strong advocate for women's health education and preventative care, regularly conducting community outreach programs."
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/WNfS56zy/doctor06.jpg",
    "name": "Dr. Mahmud Islam",
    "education": "MBBS, MS",
    "speciality": "Pediatrics",
    "experience": "11 years",
    "registration_number": "BMDC-112233",
    "designation": "Pediatric Consultant",
    "workplace": "Ibrahim Cardiac Hospital",
    "fee": "1100",
    "availability": ["Tuesday", "Thursday", "Sunday"],
    "description": "Dr. Mahmud Islam is a warm and attentive pediatrician who creates a comfortable environment for both children and parents. He specializes in pediatric development, respiratory disorders, and preventative care. With his gentle approach, Dr. Islam is particularly skilled at treating anxious children and has developed innovative distraction techniques for medical procedures. He is committed to helping children establish healthy habits that will benefit them throughout their lives."
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/5XyrJvmQ/doctor07.jpg",
    "name": "Dr. Farzana Karim",
    "education": "MBBS, FCPS",
    "speciality": "Ophthalmology",
    "experience": "9 years",
    "registration_number": "BMDC-445566",
    "designation": "Eye Specialist",
    "workplace": "Bangladesh Eye Hospital",
    "fee": "1200",
    "availability": ["Monday", "Wednesday", "Friday"],
    "description": "Dr. Farzana Karim is a meticulous ophthalmologist specializing in cataract surgery, glaucoma management, and diabetic retinopathy. She has performed over 1,200 successful eye surgeries using the latest microsurgical techniques. Dr. Karim is passionate about preventative eye care and early intervention to preserve vision. She has also been involved in several charitable programs providing free cataract surgeries to underprivileged communities across Bangladesh."
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/Zz1s7Gs9/doctor08.jpg",
    "name": "Dr. Rafiq Hossain",
    "education": "MBBS, MD",
    "speciality": "Psychiatry",
    "experience": "16 years",
    "registration_number": "BMDC-778899",
    "designation": "Senior Psychiatrist",
    "workplace": "National Institute of Mental Health",
    "fee": "1600",
    "availability": ["Tuesday", "Thursday", "Saturday"],
    "description": "Dr. Rafiq Hossain is a compassionate psychiatrist with extensive experience treating a wide range of mental health conditions. He specializes in mood disorders, anxiety, PTSD, and addiction medicine. Dr. Hossain is known for his holistic approach, combining evidence-based medication management with psychotherapy and lifestyle modifications. He is dedicated to reducing the stigma around mental health and advocates for integrating mental healthcare into primary medical services."
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/Nd8pnw9C/doctor09.jpg",
    "name": "Dr. Anika Chowdhury",
    "education": "MBBS, MD",
    "speciality": "Endocrinology",
    "experience": "13 years",
    "registration_number": "BMDC-334455",
    "designation": "Endocrine Specialist",
    "workplace": "Labaid Specialized Hospital",
    "fee": "1400",
    "availability": ["Monday", "Wednesday", "Sunday"],
    "description": "Dr. Anika Chowdhury is a leading endocrinologist with expertise in diabetes management, thyroid disorders, and hormonal imbalances. She takes a comprehensive approach to endocrine conditions, emphasizing proper nutrition, exercise, and lifestyle changes alongside medical treatment. Dr. Chowdhury is particularly skilled in managing complex diabetic cases and has helped hundreds of patients achieve better metabolic control. She regularly conducts diabetes management workshops for patients and healthcare professionals."
  },
  {
    "id": 10,
    "image": "https://i.ibb.co.com/ZR6QFMfx/doctor10.jpg",
    "name": "Dr. Salman Kabir",
    "education": "MBBS, MS",
    "speciality": "Urology",
    "experience": "7 years",
    "registration_number": "BMDC-667788",
    "designation": "Urology Specialist",
    "workplace": "Popular Diagnostic Center",
    "fee": "1300",
    "availability": ["Tuesday", "Thursday", "Saturday"],
    "description": "Dr. Salman Kabir is a skilled urologist specializing in the diagnosis and treatment of urinary tract disorders, kidney stones, and male reproductive health issues. He is trained in minimally invasive urological procedures that reduce recovery time and improve patient comfort. Dr. Kabir is particularly known for his clear communication style, taking time to explain complex urological conditions to his patients in accessible language. He is actively involved in research on innovative treatments for benign prostatic hyperplasia."
  },
  {
    "id": 11,
    "image": "https://i.ibb.co.com/S4HkwNKY/doctor11.jpg",
    "name": "Dr. Nadia Hasan",
    "education": "MBBS, FCPS",
    "speciality": "Radiology",
    "experience": "10 years",
    "registration_number": "BMDC-889900",
    "designation": "Radiology Consultant",
    "workplace": "Ibn Sina Diagnostic Center",
    "fee": "1200",
    "availability": ["Monday", "Wednesday", "Friday"],
    "description": "Dr. Nadia Hasan is a detail-oriented radiologist with expertise in MRI, CT, ultrasound, and X-ray interpretation. She specializes in early cancer detection and neuroimaging. Dr. Hasan is known for her thorough analysis and clear reporting that helps referring physicians make accurate diagnoses. She has been instrumental in implementing advanced imaging protocols that improve diagnostic accuracy while reducing radiation exposure. Dr. Hasan regularly collaborates with multidisciplinary teams to provide comprehensive care for complex cases."
  },
  {
    "id": 12,
    "image": "https://i.ibb.co.com/xWZBJDw/doctor12.jpg",
    "name": "Dr. Arif Rahman",
    "education": "MBBS, MD",
    "speciality": "Gastroenterology",
    "experience": "12 years",
    "registration_number": "BMDC-223344",
    "designation": "Gastroenterology Consultant",
    "workplace": "Evercare Hospital Dhaka",
    "fee": "1500",
    "availability": ["Tuesday", "Thursday", "Sunday"],
    "description": "Dr. Arif Rahman is an experienced gastroenterologist specializing in digestive disorders, liver disease, and gastrointestinal cancer screening. He is skilled in advanced endoscopic procedures including ERCP and endoscopic ultrasound. Dr. Rahman takes a patient-centered approach, focusing on dietary and lifestyle modifications alongside medical interventions when appropriate. He has published numerous research papers on inflammatory bowel disease management and is committed to providing compassionate care for chronic gastrointestinal conditions."
  }
]